Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/regjeringen.no/lihkku-beivviin-buot-samit_id_592760.html.tmx
Source language: sme
Languages: smj

source: - regjeringen.no
smj: Vuorbbe biejvijn !

source: – Sámi álbmot beaivi – guovvamánu 6. beaivi – lea dehálaš beaivi sápmelaččaide.
smj: – Sámij álmmukbiejvve – guovvamáno 6. biejvve – le ájnas biejvve sámijda.

source: Go beaivi ávvuduvvo nu ollu báikkiin riikkas dagaha ahte sámi kultuvrra eanet boahtá oidnosii almmolašvuođas, dadjá ođđa sámeministtar Rigmor Aasrud.
smj: Gå biejvve ávvudaláduvvá vijddásappot lándan de sáme kultuvrra almulasjvuodan vuojnnusij låggŋiduvvá, javllá ådå sámeminisstar Rigmor Aasrud.

source: Maŋŋil golggotmánu ráđđehusmolsuma de ovddasvástádus sámepolitihka ektui sirdojuvvui Bargo- ja searvadahttindepartemeantas ođasmahttin-, hálddahus- ja girkodepartementii, mas Rigmor Aasrud lea ovddasvástideaddji stáhtaráđđi.
smj: Gå ådå ráddidus gålgådismánon válljiduváj de jådeduváj sámepolitihka åvdåsvásstádus Barggo- ja sebradahttemdepartementas Ådåstuhttem-, háldadim- ja girkkodepartemenntaj, Rigmor Aasrud vásstediddje stáhttaráden.

source: – Sámi álbmotbeaivvi lea lunddolaš geassit ovdan ráđđehusa sámepolitihka vuolggasaji, namalassii dat ahte sápmelaččain ja dážain lea seamma riekti ovdánahttit gielaset ja kultuvrraset.
smj: – Sámij álmmukbiejve le luondulasj ráddidusá sámepolitihka vuodov åvddån giesset, namálattjat sámijn ja dáttjajn le sæmmi riektá ietjaska gielav ja kultuvrav åvddånahttet.

source: Sámegiela doaibmaplána ovddiduvvui diibmá, ja dan čuovvoleapmi jotkojuvvo olles leahtuin, mas earenoamážit áŋgiruššat seailluheames ja ovdánahttimis smávit sámi gielaid, dadjá sámeministtar.
smj: Sámegiela doajmmapládna dijmmá gárveduváj, ja dán plána barggo ållåsit joarkká, sierraláhkáj galggap vuorodit smáv sámegielajt bisodit ja åvddånahttet, javllá sámeminisstar.

source: Aasrud lea aitto máhccan maŋŋil mátkkošteami Finnmárkkus.
smj: Aasrud le áttjak máhttsam manos Finnmárkon.

source: Mátki oktavuođas gallestalle e.e. Sámedikki ja moanaid eará sámi ásahusaid.
smj: Manon duola dagu Sámedikkev ja moadda ietjá sáme ásadusájt guossidij.

source: Jur ovdal sámi álbmotbeaivvi son galledii Oslo sámi mánáidgárddi vásiheames movt sii ávvudit álbmotbeaivvi.
smj: Sámij álmmukbiejve åvddåla guossidij sáme mánájgárdev Oslon gehtjatjit gåk dal dåppe biejvev ávvudalli.

source: Sámi álbmotbeaivi lea ávvuduvvon Norggas, Ruoŧas, Suomas ja Ruoššas 1993 rájes.
smj: Sámij álmmukbiejvve le Vuonan, Svierigin, Suoman ja Ruossjan ávvudaládum 1993 jage rájes.

source: Sámi álbmotbeaivi šattai almmolaš levgenbeaivin Norggas jagi 2004 Šs.
smj: Jagen 2004 sjattaj biejvve almulasj slávggábiejvven Vuonan.

source: – Lihkku beivviin !
smj: – Vuorbbe biejvijn !
